Repository: modoboa/modoboa-webmail
Catalog: modoboa_webmail/locale/*/LC_MESSAGES/django.po
Languages: de, el_gr, it, ro_ro, sv

source: Date
de: Datum
el_gr: Ημερομηνία
it: Data
ro_ro: Dată
sv: Datum

source: Sender
ro_ro: Expeditor
sv: Avsändare

source: Size
ro_ro: Mărime
sv: Storlek

source: Subject
de: Betreff
el_gr: Τίτλος
it: Oggetto
ro_ro: Subiect
sv: Ämne

source: Server response
de: Server-Antwort
el_gr: Απάντηση εξυπηρετητή
it: Risposta del server
ro_ro: Răspuns server
sv: Server svar

source: Unknown action
de: Unbekannte Aktion
el_gr: Άγνωστη ενέργεια
it: Azione sconosciuta
ro_ro: Acțiune necunoscută
sv: Okänd åtgärd

source: From
el_gr: Από
ro_ro: De la
sv: Från

source: To
de: An
el_gr: Προς
it: A
ro_ro: La
sv: Till

source: Enter one or more addresses.
el_gr: Εισάγετε μία ή περισσότερες διευθύνσεις
ro_ro: Introduce una sau mai multe adrese.
sv: Ange en eller fler adresser.

source: Select a file
de: Wählen Sie eine Datei
el_gr: Επιλέξτε αρχείο
it: Seleziona un file
ro_ro: Selectează un fișier
sv: Välj en fil

source: General
de: Allgemein
el_gr: Γενικά
it: Generale
sv: Generellt

source: Maximum attachment size
de: Maximale Größe für Anhänge
el_gr: Μέγιστο μέγεθος συνημμένου
it: Dimensione massima degli allegati
ro_ro: Marimea maximă pentru atașare
sv: Maximal storlek för bilaga

source: Maximum attachment size in bytes (or KB, MB, GB if specified)
de: Maximale Größe für Anhänge in Bytes (oder KB, MB, GB wenn angegeben)
el_gr: Μέγιστο μέγεθος συνημμένου σε bytes (ή KB, MB, GB εάν οριστεί)
it: Dimensione massima degli allegati in bytes (o KB, MB, GB se specificato)
ro_ro: Marimea maximă pentru atașare exprimată în octeți (sau în KB, MB, GB în cazul specificării)
sv: Största storlek på bifogad fil i byte (eller KB, MB, GB om det anges)

source: IMAP settings
de: IMAP-Einstellungen
el_gr: Ρυθμίσεις IMAP
it: Impostazioni IMAP
ro_ro: Setări IMAP
sv: IMAP inställningar

source: Server address
de: Server-Adresse
el_gr: Διεύθυνση εξυπηρετητή
it: Indirizzo del server
ro_ro: Adresă server
sv: Server adress

source: Address of your IMAP server
de: Adresse Ihres IMAP-Servers
el_gr: Η διεύθυνση του εξυπηρετητή IMAP
it: Indirizzo del tuo server IMAP
ro_ro: Adresa serverului tau IMAP
sv: Adressen till din IMAP-server

source: Use a secured connection
de: Gesicherte Verbindung verwenden
el_gr: Χρήση ασφαλής σύνδεσης
it: Usa una connessione sicura
ro_ro: Folosește o conexiune securizată
sv: Använd säker anslutning

source: Use a secured connection to access IMAP server
de: Gesicherte Verbindung für Zugriff auf IMAP-Server verwenden
el_gr: Χρήση ασφαλής σύνδεσης με τον εξυπηρετητή IMAP
it: Usa una connessione sicura per accedere al server IMAP
ro_ro: Folosește o conexiune securizată pentru a accesa serverul IMAP
sv: Använd säker anslutning mot IMAP-servern

source: Listening port of your IMAP server
de: Port auf dem der IMAP-Server lauscht
el_gr: Η πόρτα λειτουργίας του εξυπηρετητή IMAP
it: Porta di ascolto del tuo server IMAP
ro_ro: Portul serverului tau IMAP
sv: IMAP-server port

source: SMTP settings
de: SMTP-Einstellungen
el_gr: Ρυθμίσεις SMTP
it: Impostazioni SMTP
ro_ro: Setări SMTP
sv: SMTP inställningar

source: Address of your SMTP server
de: Adresse Ihres SMTP-Servers
el_gr: Η διεύθυνση του εξυπηρετητή SMTP
it: Indirizzo del tuo server SMTP
ro_ro: Adresa serverului tau SMTP
sv: Adressen till din SMTP-server

source: Secured connection mode
de: Gesicherter Verbindungsaufbau
el_gr: Τύπος ασφαλής σύνδεσης
it: Modalità di connessione sicura
ro_ro: Modul conexiune securizată
sv: Använd en säker anslutning

source: None
de: Kein
el_gr: Κανένα
it: Nessuno
ro_ro: Fără
sv: Ingen

source: Use a secured connection to access SMTP server
de: Gesicherte Verbindung für Zugriff auf SMTP-Server verwenden
el_gr: Χρήση ασφαλής σύνδεσης με τον εξυπηρετητή SMTP
it: Usa una connessione sicura per accedere al server SMTP
ro_ro: Folosește o conexiune securizată pentru a accesa serverul SMTP
sv: Använd säker anslutning mot SMTP-servern

source: Listening port of your SMTP server
de: Port auf dem der SMTP-Server lauscht
el_gr: Η πόρτα λειτουργίας του εξυπηρετητή SMTP
it: Porta di ascolto del tuo server SMTP
ro_ro: Portul serverului tau SMTP
sv: SMTP-server port

source: Authentication required
de: Anmeldung erforderlich
el_gr: Απαιτείται πιστοποίηση
it: È richiesta l'autenticazione
ro_ro: Autentificare necesară
sv: Autentisering krävs

source: Server needs authentication
de: Server erfordert Authentifizierung
el_gr: Ο εξυπηρετητής απαιτεί πιστοποίηση
it: Il server richiede l'autenticazione
ro_ro: Serverul are nevoie de autentificare
sv: Servern behöver autentisering

source: Display
de: Darstellung
el_gr: Εμφάνιση
it: Mostra
ro_ro: Afișează
sv: Visning

source: Default message display mode
de: Standard-Betrachtungsmodus für Nachrichten
el_gr: Προεπιλεγμένη λειτουργία εμφάνισης μηνυμάτων
it: Modalità di visualizzazione del messaggio predefinita
ro_ro: Modul implicit de afișare a mesajului
sv: Standard visningsläge för meddelande

source: The default mode used when displaying a message
de: Der Standard-Modus zum Betrachten einer Nachricht
el_gr: Η προεπιλεγμένη λειτουργία που χρησιμοποιείται κατά την εμφάνιση ενός μηνύματος
it: La modalità di visualizzazione predefinita quando viene mostrato il messaggio
ro_ro: Modul implicit folosit atunci când mesajul este afișat
sv: Standard visningsläge för meddelande

source: Enable HTML links display
de: Aktiviere Darstellung von HTML-Links
el_gr: Ενεργοποιήσει εμφάνισης συνδέσεων HTML
it: Attiva la visualizzazione dei collegamenti HTML
ro_ro: Activează afișarea de legături HTML
sv: Aktivera visning av HTML länkar

source: Enable/Disable HTML links display
de: Aktiviere/Deaktiviere Darstellung von HTML-Links
el_gr: Ενεργοποίηση/απενεργοποίηση προβολής HTML συνδέσεων
it: Attiva/Disattiva la visualizzazione dei collegamenti HTML
ro_ro: Activează/Dezactivează afișarea de legături HTML
sv: Aktivera / inaktivera om HTML länkar skall visas

source: Number of displayed emails per page
de: Anzahl dargestellter Nachrichten pro Seite
el_gr: Αριθμός email ανά σελίδα
it: Numero di e-mail mostrate in ogni pagina
ro_ro: Numărul de mesaje email afișate pe o pagină
sv: Antalet visade e-postmeddelanden per sida

source: Sets the maximum number of messages displayed in a page
de: Legt die maximale Anzahl von Nachrichten fest, die auf einer Seite dargestellt werden
el_gr: Ορισμός μέγιστου αριθμού μηνυμάτων ανά σελίδα
it: Imposta il numero massimo di messaggi da visualizzare in una pagina
ro_ro: Setează numărul maxim de mesaje email afișate pe o pagină
sv: Anger det maximala antalet meddelanden som visas på en sida

source: Listing refresh rate
de: Aktualisierungsintervall für Liste
el_gr: Ρυθμός ανανέωσης εμφάνισης
it: Frequenza di aggiornamento dell'elenco
ro_ro: Rata de actualizare a afișării
sv: Lyssning uppdateringsfrekvens

source: Automatic folder refresh rate (in seconds)
de: Aktualisierungsintervall für Ordner (in Sekunden)
el_gr: Αυτόματος ρυθμός ανανέωσης φακέλου (σε δευτερόλεπτα)
it: Frequenza di aggiornamento automatico delle cartelle (in secondi)
ro_ro: Rată reîmprospătare automată a folderului (exprimată în secunde)
sv: Automatisk mapp uppdateringsfrekvens (i sekunder)

source: Folder container's width
el_gr: Βάθος Φακέλου
ro_ro: Lațimea conținutului folderului
sv: Brevlådornas behållares bredd

source: The width of the folder list container
ro_ro: Lățimea listei care conține folderele
sv: Bredden av brevlådans listbehållare

source: Folders
el_gr: Φάκελοι
ro_ro: Folderele
sv: Kataloger

source: Trash folder
de: Papierkorb
el_gr: Φάκελος Διαγραμμένων
it: Cestino
ro_ro: Folderul gunoi
sv: Papperskorg katalog

source: Folder where deleted messages go
de: Ordner für gelöschte Nachrichten
el_gr: Ο φάκελος που αποθηκεύονται τα διεγραμμένα μηνύματα
it: Cartella dove finiscono i messaggi eliminati
ro_ro: Folderul unde ajung mesajle șterse
sv: Katalog där raderade meddelanden hamnar

source: Sent folder
de: Gesendete Nachrichten
el_gr: Φάκελος Απεσταλμένων
it: Inviati
ro_ro: Folderul cu mesaje trimise
sv: Skickat katalog

source: Folder where copies of sent messages go
de: Ordner für Gesendete Nachrichten
el_gr: Ο φάκελος που αποθηκεύονται τα απεσταλμένα μηνύματα
it: Cartella dove finiscono le copie dei messaggi spediti
ro_ro: Folderul unde ajung copiiile mesajelor trimise
sv: Katalog där kopior av skickade meddelanden hamnar

source: Drafts folder
de: Entwürfe
el_gr: Φάκελος Πρόχειρων
it: Bozze
ro_ro: Folderul de ciorne
sv: Utkast

source: Folder where drafts go
de: Ordner für Entwürfe
el_gr: Ο φάκελος που αποθηκεύονται τα πρόχειρα
it: Cartella dove finiscono le bozze
ro_ro: Folderul unde ajung ciornele
sv: Katalog där dina utkast hamnar

source: Junk folder
el_gr: Φάκελος ανεπιθύμητων
ro_ro: Folder junk/spam
sv: Skräpkatalog

source: Folder where junk messages should go
el_gr: Φάκελος που θα πηγαίνουν τα ανεπιθύμητα
ro_ro: Folderul in care să ajungă emailurile de tip spam/junk.
sv: Katalog där skräppost läggs

source: Composing messages
de: Nachrichten erstellen
el_gr: Δημιουργία μηνυμάτων
it: Composizione messaggi
ro_ro: Compunerea mesajelor
sv: Komponera meddelanden

source: Default editor
de: Standard-Editor
el_gr: Προεπιλεγμένος κειμενογράφος
it: Editor predefinito
ro_ro: Editorul implicit
sv: Standard editor

source: The default editor to use when composing a message
de: Der Standard-Editor zum Erstellen einer Nachricht
el_gr: Ο προεπιλεγμένος κειμενογράφος για την δημιουργία μηνυμάτων
it: L'editor predefinito da usare quando si scrive un messaggio
ro_ro: Editorul implicit la compunerea mesajului
sv: Standardredigerare att använda när du skriver ett meddelande

source: Signature text
de: Signatur
el_gr: Κείμενο υπογραφής
it: Testo signature
ro_ro: Text semnătură
sv: Signatur text

source: User defined email signature
de: Benutzerdefinierte E-Mail-Signatur
el_gr: Προεπιλεγμένη υπογραφή χρήστη
it: Signature delle e-mail personalizzato dall'utente
ro_ro: Semnătura email setată de utilizator
sv: Användardefinierad e-post signatur

source: Value must be a positive integer (> 0)
de: Wert muss eine positive Ganzzahl sein (>0)
el_gr: Η τιμή πρέπει να είναι θετικός ακέραιος (> 0)
it: Il valore dev'essere un intero positivo
ro_ro: Valurea trebuie sa fie un întreg pozitiv (>0)
sv: Måste vara ett positivt heltal (> 0)

source: Add to contacts
el_gr: Προσθήκη στις επαφές
ro_ro: Adaugă la contacte
sv: Lägg till kontakte

source: wrote:
de: schrieb:
el_gr: έγγραψε:
it: scritto:
ro_ro: a scris:
sv: skrev:

source: Original message
de: Ursprüngliche Nachricht
el_gr: Αρχικό μήνυμα
it: Messaggio originale
ro_ro: Mesaj original
sv: Orginalmeddelande

source: Failed to retrieve hierarchy delimiter
de: Hierarchie-Trenner konnte nicht ermittelt werden
el_gr: Αποτυχία κατά την ανάκτηση της οροθετημένης ιεραρχίας
it: Impossibile recuperare il delimitatore delle gerarchie
ro_ro: Nu sa reușit primirea delimitatorului de ierarhie
sv: Det gick inte att hämta hierarki avgränsare

source: Connection to IMAP server failed: %s
de: Verbindung zu IMAP-Server fehlgeschlagen: %s
el_gr: Παρουσιάστηκε σφάλμα στη σύνδεση με τον εξυπηρετητή IMAP: %s
it: Connessione al server IMAP fallita: %s
ro_ro: Conexiunea la serverul IMAP a eșuat: %s
sv: Anslutning till IMAP servern misslyckades: %s

source: Inbox
de: Eingang
el_gr: Εισερχόμενα
sv: Inkorg

source: Drafts
de: Entwürfe
el_gr: Πρόχειρα
it: Bozze
ro_ro: Ciorne
sv: Utkast

source: Junk
de: Werbung
el_gr: Ανεπιθύμητα
ro_ro: Spam/Junk
sv: Skräp

source: Sent
de: Gesendet
el_gr: Απεσταλμένα
ro_ro: Trimise
sv: Skickat

source: Trash
de: Papierkorb
el_gr: Σκουπιδοτενεκές
ro_ro: Gunoi
sv: Papperskorg

source: Simple IMAP webmail
de: Einfaches IMAP-Webmail
el_gr: Απλό IMAP webmail
it: Webmail IMAP semplice
ro_ro: Email web IMAP
sv: Enkel IMAP webmail

source: Attach
de: Anhängen
el_gr: Επισύναψη
it: Allega
ro_ro: Atașează
sv: Bifoga

source: Uploading..
de: Hochladen…
el_gr: Μεταφόρτωση..
it: Caricamento ...
ro_ro: Încărcare..
sv: Laddar upp...

source: Attachments
de: Anhänge
el_gr: Συνημμένα
it: Allegati
ro_ro: Atașamente
sv: Bilagor

source: Parent mailbox
de: Übergeordnetes Postfach
el_gr: Γονικό γραμματοκιβώτιο
it: Casella di posta principale
ro_ro: Căsuța poștală principală
sv: Brevlådas förälder

source: Compose
de: Neue Email
el_gr: Δημιουργία
it: Componi
ro_ro: Compune
sv: Skriva

source: Back
de: Zurück
el_gr: Πίσω
it: Indietro
ro_ro: Înapoi
sv: Tillbaka

source: Reply
de: Antworten
el_gr: Απάντηση
it: Rispondi
ro_ro: Răspunde
sv: Svara

source: Reply all
de: Allen antworten
el_gr: Απάντηση σε όλους
it: Rispondi a tutti
ro_ro: Răspunde la toți
sv: Svara alla

source: Forward
de: Weiterleiten
el_gr: Προώθηση
it: Inoltra
ro_ro: Redirecționează
sv: Vidarebefordra

source: Delete
de: Löschen
el_gr: Διαγραφή
it: Elimina
ro_ro: Sterge
sv: Radera

source: Mark as spam
el_gr: Χαρακτηρισμός ως ανεπιθύμητο
ro_ro: Marchează ca spam
sv: Makera som skräppost

source: Display options
de: Anzeigeeinstellungen
el_gr: Ρυθμίσεις εμφάνισης
it: Mostra le opzioni
ro_ro: Opțiuni de afișare
sv: Visnings alternativ

source: Activate links
de: Links aktivieren
el_gr: Ενεργοί σύνδεσμοι
it: Attiva i collegamenti
ro_ro: Activează linkurile
sv: Aktivera länkar

source: Disable links
de: Links deaktivieren
el_gr: Απενεργοποιημένοι σύνδεσμοι
it: Disabilita i collegamenti
ro_ro: Dezactivează linkurile
sv: Avaktivera länkar

source: Mark as not spam
el_gr: Αποχαρακτηρισμός ως ανεπιθύμητο
ro_ro: Marchează ca nefiind spam
sv: Markera som ej skräppost

source: Send
de: Senden
el_gr: Αποστολή
it: Invia
ro_ro: Trimite
sv: Skicka

source: Actions
de: Aktionen
el_gr: Ενέργειες
it: Azioni
ro_ro: Acțiuni
sv: Åtgärder

source: Mark as read
de: Als gelesen markieren
el_gr: Χαρακτηρισμός ως διαβασμένο
it: Segna come letto
ro_ro: Marchează ca citit
sv: Markera läst

source: Mark as unread
de: Als ungelesen markieren
el_gr: Χαρακτηρισμός ως νέο
it: Segna come non letto
ro_ro: Marchează ca necitit
sv: Markera oläst

source: Mark as flagged
el_gr: Χαρακτηρισμός ως επισημασμένο
ro_ro: Marchează ca raportare
sv: Markera som flaggad

source: Mark as unflagged
el_gr: Αποχαρακτηρισμός ως επισημασμένο
ro_ro: Marchează ca neraportat
sv: Markera som oflaggat

source: Sort by
ro_ro: Sortează după
sv: Sortera efter

source: Empty folder
de: Leerer Ordner
el_gr: Άδειασμα φακέλου
it: Svuota cartella
ro_ro: Folder gol
sv: Töm katalog

source: Create a new folder
el_gr: Δημιουργία νέου φακέλου
ro_ro: Creează un nou folder
sv: Skapa ny katalog

source: Edit the selected folder
el_gr: Επεξεργασία επιλεγμένου φακέλου
ro_ro: Editează folderul selectat
sv: Redigera vald katalog

source: Remove the selected folder
el_gr: Κατάργηση επιλεγμένου φακέλου
ro_ro: Sterge folderul selectat
sv: Radera vald katalog

source: Compress folder
de: Ordner komprimieren
el_gr: Συμπίεση φακέλου
it: Comprimi cartella
ro_ro: Comprimare folder
sv: Komprimera katalog

source: Invalid request
de: Ungültige Anfrage
el_gr: Λάθος αίτημα
it: Richiesta non valida
ro_ro: Cerere invalidă
sv: Ogiltig förfrågan

source: %(count)d message deleted
de: %(count)d Nachricht gelöscht
el_gr: %(count)d μήνυμα διαγράφηκε
it: %(count)d messaggio cancellato
ro_ro: %(count)d mesaj sters
sv: %(count)d meddelande raderat

source: %(count)d message marked
el_gr: %(count)dμηνύματα χαρακτηρίστηκαν
ro_ro: %(count)d mesaj marcat
sv: %(count)d message markerade

source: Folder created
el_gr: Ο φάκελος δημιουγήθηκε
ro_ro: Folder creat
sv: Katalog skapad

source: Create
de: Erstellen
el_gr: Δημιουργία
it: Crea
ro_ro: Creează
sv: Skapa

source: Edit folder
el_gr: Επεξεργασία φακέλου
ro_ro: Editează folder
sv: Redigera katalog

source: Update
de: Aktualisieren
el_gr: Ενημέρωση
it: Aggiorna
ro_ro: Actualizare
sv: Uppdatera

source: Folder updated
el_gr: Ο φάκελος ενημερώθηκε
ro_ro: Folder actualizat
sv: Katalog uppdaterad

source: Failed to save attachment:
de: Anhang konnte nicht gespeichert werden:
el_gr: Σφάλμα κατά την αποθήκευση του συνημμένου:
it: Salvataggio allegato fallito:
ro_ro: Erroare la salvarea atașamentului
sv: Det gick inte att spara bilaga:

source: Attachment is too big (limit: %s)
de: Anhang ist zu groß (Limit: %s)
el_gr: Το συνημμένο είναι πολύ μεγάλο (όριο: %s)
it: L'allegato è troppo grande (limite: %s)
ro_ro: Atașamentul este prea mare (limita este: %s)
sv: Bilagan är för stor (max:% s)

source: Bad query
de: Fehlerhafte Anfrage
el_gr: Λάθος ερώτημα
it: Domanda sbagliata
ro_ro: Cerere greșită
sv: Dålig fråga

source: Failed to remove attachment:
de: Konnte Anhang nicht entfernen:
el_gr: Σφάλμα κατά την αφαίρεση του συνημμένου:
it: Rimozione allegato fallita:
ro_ro: Eroare în ștergerea atașamentului
sv: Misslyckades med att radera bilaga:

source: Unknown attachment
de: Unbekannter Anhang
el_gr: Άγνωστο συνημμένο
it: Allegato sconosciuto
ro_ro: Atașament necunoscut
sv: Okänd bilaa

source: Empty mailbox
de: Leeres Postfach
el_gr: Άδειασμα γραμματοκιβωτίου
it: Casella di posta vuota
ro_ro: Căsuță de mail goală
sv: Tom brevlåda

source: Server port
el_gr: Πόρτα εξυπηρετητή
it: Porta del server
ro_ro: Port server

source: Bcc
el_gr: Κρυφή Κοιν
